{
    "reviews": [
        {
            "name": "Luana C.",
            "rating": 5,
            "text": "I couldn't be happier with Kristina! She was absolutely amazing with my cat Queen and took such great care of her while I was away. She kept me updated regularly with messages and photos, which gave me so much peace of mind. It was clear that my cat was comfortable and happy in her care. I will definitely be reaching out to her again in the future. Highly recommended!"
        },
        {
            "name": "Melissa",
            "rating": 5,
            "text": "We couldn't be happier with the daycare service Kristina provided for our dogs, Kai and Finn. It was clear from the start that she is a true animal lover, and our dogs absolutely adored her. They felt comfortable and happy in her care, which gave us great peace of mind. Kristina went above and beyond in every way. She sent us regular updates throughout the day and was incredibly responsive to any questions or messages."
        },
        {
            "name": "Hayley B.",
            "rating": 5,
            "text": "Reliable dog walker with good timekeeping, took great care of Molly my cockapoo, followed all my instructions and made sure my home was safe and secure. Would have no hesitation in recommending Kristina."
        },
        {
            "name": "Cat B.",
            "rating": 5,
            "text": "Kristina has been excellent at walking our 4 year old French bulldog Lenny. Thank you so much Kristina for taking great care of him and taking him on some lovely walks!"
        },
        {
            "name": "Jodie Lee S.",
            "rating": 5,
            "text": "What can I say about Kristina... I have known Kristina for many many years. I consider her to be one of my best and most loyal friends. I own a small holding and run an equestrian business. Kristina has always been the kindest and most gentle person around all animals and has a natural ability to bond with them. When she told me that she would start a business with dogs and other animals I was thrilled. I highly recommend if you wish for your pet to be in loving, caring and knowledgeable hands."
        },
        {
            "name": "Daniel U.",
            "rating": 5,
            "text": "Highly recommended service. Kristina is great with dogs, deeply cares about them which shows in how she handles them. Our dog Bentley loved going on walks with her. The fact that she also trained as a doggy first aider is not only a great comfort, but also an indication of how much she cares about our four legged friends! So thumbs up and big thanks for Kristina!"
        },
        {
            "name": "Joao O.",
            "rating": 5,
            "text": "Kristina was an AMAZING sitter! She was very attentive and kind and looked after both our cats so well. She went above and beyond our expectations. Our cats, Pepper and Pickle looked incredibly happy and I am sure they will miss her! Thank you again so much for all of your work and looking after our two cats :)"
        },
        {
            "name": "AACC H.",
            "rating": 5,
            "text": "Kristina is a SUPER cat feeder. She sent me regular updates as to how my cats were doing while I was away, which I really appreciated. She also sent me photos. She is reliable, organized and follows instructions well. Kristina has a deep love of all animals and really cares about their well being. I have seen her interact with many animal species (birds, lizards, cats and dogs.) Highly recommend her services. She is very good at caring for pets."
        },
        {
            "name": "Zivile T.",
            "rating": 5,
            "text": "We are so grateful for the amazing care Kristina provided for our cat, Shanty, while we were away. Shanty can be a little shy, but Kristina quickly made her feel comfortable and at ease. We received regular updates, including pictures, which really put our minds at rest. It was clear that Shanty was in great hands - happy, well-fed, and even a bit spoiled! Coming home to a relaxed and content cat made all the difference. We highly recommend Kristina for anyone looking for a responsible and caring pet sitter."
        },
        {
            "name": "Jolanta Z.",
            "rating": 5,
            "text": "I had the absolute pleasure of having Kristina as my cat sitter, and I cannot express how grateful I am for her exceptional service. From the moment she stepped into my home, I could tell that she truly has a passion for caring for animals. I highly recommend Kristina as a cat sitter to anyone in need of top-notch care for their feline companions. Her dedication, kindness, and expertise make her an exceptional choice. Thank you, Kristina, for taking such wonderful care of my cat Tigis!"
        },
        {
            "name": "Tim J.",
            "rating": 5,
            "text": "I have used Kristina's dog walking services a few times now and have always found her to be warm and friendly and was able to build good rapport with my miniature schnauzer Ted very quickly, even without treats! He even met her daughter on one occasion who was also great with Ted. Would recommend."
        },
        {
            "name": "Laurita P.",
            "rating": 5,
            "text": "I totally recommend 'Paw Patroller UK'. We leave our cat, dogs, bearded dragons, and sugar gliders with them when we're on holiday - it's like a mini-zoo! Finding someone who'll love them that much is tough, but we trust 'Paw Patroller UK' completely. Our pets are always happy and healthy when we get back. They're responsible, genuinely care, and clearly enjoy the animals. They're awesome!"
        }
    ]
}
