[
  {
    "reviewer_name": "Melissa",
    "review_text": "Amazing Pet Sitter! We couldn't be happier with the daycare service Kristina provided for our dogs, Kai and Finn. It was clear from the start that she is a true animal lover, and our dogs absolutely adored her. They felt comfortable and happy in her care, which gave us great peace of mind. Kristina went above and beyond in every way. She sent us regular updates throughout the day and was incredibly responsive to any questions or messages. She took stunning photos and videos of the dogs on walks and relaxing at home, which she shared with us afterward. It was such a lovely touch to see them so content! She even kept detailed notes about their tasks, routines, and behaviors during the day, so we had a full picture when we returned. Her attention to detail and care really stood out. Kristina is not only friendly and professional but also genuinely dedicated to providing the best care possible. We highly recommend her to anyone looking for a reliable and caring pet sitter. We will definitely be booking her again!",
    "verified_booking": true,
    "rating": 5,
    "image_url": "melissa.jpg"
  },
  {
    "reviewer_name": "Luana C",
    "review_text": "I couldn't be happier with Kristina! She was absolutely amazing with my cat and took such great care of her while I was away. She kept me updated regularly with messages and photos, which gave me so much peace of mind. It was clear that my cat was comfortable and happy in her care. I will definitely be reaching out to her again in the future. Highly recommended!",
    "verified_booking": true,
    "rating": 5,
    "image_url": "luana.jpg"
  },
  {
    "reviewer_name": "Laurita P.",
    "review_text": "I totally recommend Paw_Patroller_UK! We leave our cat, dogs, bearded dragons, and sugar gliders with them when we're on holiday — it's like a mini-zoo! Finding someone who'll love them that much is tough, but we trust Paw_Patroller_UK completely. Our pets are always happy and healthy when we get back. They're responsible, genuinely care, and clearly enjoy the animals.",
    "verified_booking": true,
    "rating": 5,
    "image_url": "laurita.jpg"
  },
  {
    "reviewer_name": "AACC H.",
    "review_text": "Kristina is a SUPER cat feeder. She sent me regular updates as to how my cats were doing while I was away, which I really appreciated. She also sent me photos. She is reliable, organized and follows instructions well. Kristina has a deep love of all animals and really cares about their well-being. I have seen her interact with many animal species (birds, lizards, cats, and dogs!). Highly recommend her services. She is very good at caring for pets.",
    "verified_booking": true,
    "rating": 5,
    "image_url": "aacc-h.jpg"
  },
  {
    "reviewer_name": "Jodie Lee S.",
    "review_text": "I have known Kristina for many many years. She has always been the kindest and most gentle person around all animals and has a natural ability to bond with them. When she told me that she would start a business with dogs and other animals I was thrilled. I highly recommend if you wish for your pet to be in loving, caring and knowledgeable hands. She understands how important it is for your pet to be cared for and for you to be kept in contact with to reassure you because she has taken care of so many of my animals, from puppies to huge draught horses! She currently takes care of my most important member of my four-legged family, Blake my older French Bulldog. He adores her and her daughter. Have faith your pet will be in good hands. 10 stars +++",
    "verified_booking": true,
    "rating": 5,
    "image_url": "jodie.jpg"
  },
  {
    "reviewer_name": "Brunhilde",
    "review_text": "I can't thank you enough for the incredible care you provided for my sphynx cat while I was away on holiday. Sphynxes require special attention, and you went above and beyond to ensure Gypsy was happy, healthy, and loved. Thank you for daily updates, photos, and messages, which gave me so much peace of mind knowing my little one was in such great hands. When I returned, Gypsy was relaxed, well-fed, and clearly well cared for. The house was spotless, and it was clear you treated Gypsy like your own. If you're looking for a trustworthy and loving pet sitter, I highly recommend them. I will definitely be calling them again for the next trip!",
    "verified_booking": true,
    "rating": 5,
    "image_url": "ginger.jpg"
  },
  {
    "reviewer_name": "Agata K.",
    "review_text": "Kristina is such a great and nice person. I am very happy that we have connected and Kristina could look after our cat Boris over the weekend. She sent us lots of updates and pictures. Boris was relaxed once we got back home. Definitely I will ask Kristina for help with Boris next time. I recommend her to anyone. Thank you Kristina for your time once again.",
    "verified_booking": true,
    "rating": 5,
    "image_url": "agata-k-boris.jpg"
  },
  {
    "reviewer_name": "Tim J.",
    "review_text": "I have used Kristina's dog walking services a few times now and have always found her to be warm and friendly and was able to build good rapport with my miniature schnauzer Ted very quickly, even without treats! He even met her daughter on one occasion who was also great with Ted. Would recommend.",
    "verified_booking": true,
    "rating": 5,
    "image_url": "tim.jpg"
  },
  {
    "reviewer_name": "Hayley B.",
    "review_text": "Reliable dog walker with good timekeeping, took great care of Molly my cockapoo, followed all my instructions and made sure my home as safe and secure. Would have no hesitation in recommending Kristina.",
    "verified_booking": true,
    "rating": 5,
  "image_url": "hayley.jpg"
  },
  {
    "reviewer_name": "Cat B.",
    "review_text": "Kristina has been excellent at walking our 4 year old French bulldog Lenny. Thank you so much Kristina for talking great care of him and taking him on some lovely walks!",
    "verified_booking": true,
    "rating": 5,
  "image_url": "catb.jpg"
  },
  {
    "reviewer_name": "Daniel U.",
    "review_text": "Highly recommended service. Kristina is great with dogs, deeply cares about them which shows in how she handles them. Our dog loved going on walks with her. The fact that she also trained as a doggy first aider not only a great comfort, but also an indication of how much she cares about our four legged friends! So thumbs up and big thanks for Kristina!",
    "verified_booking": true,
    "rating": 5,
  "image_url": "danielu.jpg"
  },
  {
    "reviewer_name": "Joao O.",
    "review_text": "Kristina was an AMAZING sitter! She was very attentive and kind and looked after both our cats so well. She went above and beyond our expectations. Our cats, Pepper and Pickle looked incredibly happy and I am sure they will miss her! Thank you again so much for all of your work and looking after our two cats :)",
    "verified_booking": true,
  "rating": 5,
  "image_url": "joao.jpg"
  },
  {
    "reviewer_name": "Zivile T.",
    "review_text": "We are so grateful for the amazing care Kristina provided for our cat, Shanty, while we were away. Shanty can be a little shy, but Kristina quickly made her feel comfortable and at ease. We received regular updates, including pictures, which really put our minds at rest. It was clear that Shanty was in great hands - happy, well-fed, and even a bit spoiled! Coming home to a relaxed and content cat made all the difference. We highly recommend Kristina for anyone looking for a responsible and caring pet sitter.",
    "verified_booking": true,
    "rating": 5,
  "image_url": "zivilet.jpg"
  },
  {
    "reviewer_name": "Jolanta Z.",
    "review_text": "I had the absolute pleasure of having Kristina as my cat sitter, and I cannot express how grateful I am for her exceptional service. From the moment she stepped into my home, I could tell that she truly has a passion for caring for animals. I highly recommend Kristina as a cat sitter to anyone in need of top-notch care for their feline companions. Her dedication, kindness, and expertise make her an exceptional choice. Thank you, Kristina, for taking such wonderful care of my cat Tigis!",
    "verified_booking": true,
    "rating": 5,
  "image_url": "jolanta.jpg"
  }
]
