[
  {
    "reviewer_name": "Emma Thompson",
    "review_text": "Paw Patroller UK is the best! They take such good care of my Golden Retriever, Max. They're reliable, professional, and genuinely care about the dogs they work with.",
    "verified_booking": true,
    "rating": 5,
    "image_url": "golden-retriever.jpg"
  },
  {
    "reviewer_name": "James Wilson",
    "review_text": "I've been using Paw Patroller UK for six months now, and I couldn't be happier. My Labrador looks forward to his walks every day!",
    "verified_booking": true,
    "rating": 5,
    "image_url": "labrador.jpg"
  },
  {
    "reviewer_name": "Sarah Parker",
    "review_text": "Very professional service! My French Bulldog is quite fussy, but they knew exactly how to handle him. The live streaming feature is amazing - I can see him enjoying his walk while I'm at work.",
    "verified_booking": true,
    "rating": 4,
    "image_url": "french-bulldog.jpg"
  },
  {
    "reviewer_name": "Michael Johnson",
    "review_text": "Great service for my two Border Collies. They're always exhausted and happy when they come home from their walks.",
    "verified_booking": false,
    "rating": 5
  },
  {
    "reviewer_name": "Amanda Lee",
    "review_text": "I appreciate how flexible they are with scheduling. My work hours change frequently, but Paw Patroller UK always accommodates my requests.",
    "verified_booking": true,
    "rating": 4
  },
  {
    "reviewer_name": "David Brown",
    "review_text": "The pet visits service is excellent. My cat was well cared for during my two-week vacation. Will definitely use again!",
    "verified_booking": true,
    "rating": 5,
    "image_url": "cat.jpg"
  },
  {
    "reviewer_name": "Rachel White",
    "review_text": "I was hesitant to leave my senior dog with a new service, but Paw Patroller UK was amazing. They sent me regular updates and took extra care with his special needs.",
    "verified_booking": true,
    "rating": 5,
    "image_url": "senior-dog.jpg"
  }
]
